Repository: Hov007/DevBotix
Catalog: DevBotixSite/DevBotixSite/main/locale/*/LC_MESSAGES/django.po
Languages: hy

source: MAIN
hy: Հիմնական

source: PORTFOLIO
hy: Պորտֆոլիո

source: SERVICES
hy: Ծառայություններ

source: ABOUT US
hy: Մեր Մասին

source: CONTACTS
hy: Կապ

source: LANGUAGES
hy: Լեզուներ

source: ORDER
hy: ՊԱՏՎԻՐԵԼ

source: Need a website?
hy: Ցանկանում ե՞ք վեբկայք

source: Create your own unique style website!
hy: Ստեղծեք ձեր ուրույն ոճով վեբկայքը

source: Look up the services and choose the option and order
hy: Ծանոթացեք ծառայություններին, ընտրեք տարբերակը և պատվիրեք

source: Full website
hy: Ամբողջական վեբկայք

source: By choosing this option you will get the full website with your requirements.Website will include the backend, frontent,design and the deployment.
hy: Ընտրելով այս տարբերակը՝ Դուք կունենաք ամբողջական վեբկայք Ձեր նախընտրած պահանջներով։Կայքը կընդգրկի backend, frontent և դիզայն։

source: Order
hy: Պատվիրել

source: Backend/Frontend development.
hy: Backend/Frontend

source: By choosing this option you will get the backend or frontend by your choise.It will include all the connections with your already ready-made code.
hy: Ընտրելով այս տարբերակը՝ Դուք կստանաք backend կամ frontend տարբերակը ձեր ընտրությամբ։Այն կընդգրկի ամբողջական կապ արդեն պատրաստի կոդի հետ։

source: Web Design.
hy: Դիզայն

source: By choosing this option you will get the full design of your future website.Our team will give you the best service to setisfy your requirements.
hy: Ընտրելով այս տարբերակը՝ Դուք կստանաք Ձեր ապագա կայքի ամբողջական դիզայնը։

source: Evergrowing competition nowadays demands an extraordinary level of website performance.
hy: Մեր օրերում աճող մրցակցությունը պահանջում է վեբ կայքի արտակարգ մակարդակ։

source: Sites today need to be more attractive and engaging to drive higher conversions on mobile devices and desktop.
hy: Կայքերը այսօր պետք է լինեն ավելի գրավիչ և ունենան համատեղելիություն և հեռախոսների և համակարգիչների հետ։

source: We are highly experienced in developing, customising and supporting design templates for a diverse range of clients.
hy: Մենք ունենք մեծ փորձ կայքերի ստեղծման, զարգացման ու մատուցման մեջ և աշխատում ենք հաճախորդների մեծ շրջանակի հետ։

source: We utilise best practice web design techniques and online trends.
hy: Մենք օգտագործում ենք վեբ դիզայնի լավագույն միջոցները և հետևում ենք նոր տենդենցներին։

source: Create your own unique website
hy: Ստեղծեք Ձեր ուրույն վեբկայքը

source: For more information please contact us
hy: Մանրամասների համար կապնվել մեզ հետ

source: Contact
hy: Կապ

source: Telegram
hy: Տելեգրամ

source: Phone
hy: Հեռախոսահամար
